
var SUBCATEGORIES = {
  "Антикварни часовници": ["Джобни часовници", "Стенни часовници", "Настолни часовници", "Ръчни часовници"],
  "Порцелан": [],
  "Старинни бижута": [],
  "Изобразително изкуство": ["Живопис", "Графика", "Скулптура"],
  "Колекционерски предмети": ["Монети", "Медали и ордени", "Филателия", "Значки", "Други"],
  "Етника и Фолклор": ["Облекло", "Накити","Други"],
  "Книги": [],
  "Сувенири и Подараци": [],
  "Военни предмети": []
};
console.log("Subcategories file loaded successfully");